[
    {
        "term": "cartesianOffset",
        "name": "Cartesian offset",
        "definition": "Offset expressed using cartesian coordinates where X is distance along axis aligned with true north, Y is distace aligned with true east, and Z is distance aligned straight up. Depths are expressed a negative numbers. The origin of the coordinate system is typically defined in the site description.",
        "category": "3D",
        "provenance": null,
        "provenance_uri": null,
        "note": null,
        "offset1": "Distance in X direction",
        "offset2": "Distance in Y direction",
        "offset3": "Distance in Z direction"
    },
    {
        "term": "depth",
        "name": "Depth",
        "definition": "Depth below the earth or water surface. Values are expressed as negative numbers and become more negative in the downward direction.",
        "category": "1D",
        "provenance": null,
        "provenance_uri": null,
        "note": null,
        "offset1": "Depth",
        "offset2": null,
        "offset3": null
    },
    {
        "term": "depthInterval",
        "name": "Depth interval",
        "definition": "Depth interval below the earth or water surface. The mininum depth value is expressed first and then maximum depth value. Values are expresssed as negative numbers and become more negative in the downward direction.",
        "category": "2D",
        "provenance": null,
        "provenance_uri": null,
        "note": null,
        "offset1": "Minimum depth (top)",
        "offset2": "Maximum depth (bottom)",
        "offset3": null
    },
    {
        "term": "depthDirectional",
        "name": "Depth, directional",
        "definition": "Depth below the earth or water surface along a non-vertical line. The first coordinate is the angle of the ray from north expressed in degrees. The second coordinate is the angle of the ray from horizontal expressed in negative degrees. The distance along the ray is expressed as a positive number that increases with distance along the ray.",
        "category": "3D",
        "provenance": null,
        "provenance_uri": null,
        "note": null,
        "offset1": "Degrees from north",
        "offset2": "Degrees from horizontal",
        "offset3": "Distance along ray"
    },
    {
        "term": "height",
        "name": "Height",
        "definition": "Height above the earth or water surface. Values are positive and increase in the upward direction.",
        "category": "1D",
        "provenance": null,
        "provenance_uri": null,
        "note": null,
        "offset1": "Height",
        "offset2": null,
        "offset3": null
    },
    {
        "term": "heightInterval",
        "name": "Height interval",
        "definition": "Height interval above the earth or water surface. The minimum height value is expressed first and then the maximum height value. Values increase in the upward direction.",
        "category": "2D",
        "provenance": null,
        "provenance_uri": null,
        "note": null,
        "offset1": "Minimum height (bottom)",
        "offset2": "Maximum height (top)",
        "offset3": null
    },
    {
        "term": "heightDirectional",
        "name": "Height, directional",
        "definition": "Height above the earth or water surface along a non-vertical line. The first coordinate is the angle of the ray from north expressed in degrees. The second coordinate is the angle of the ray from horizontal expressed in positive degrees. The distance along the ray is expressed as a positive number that increases with distance along the ray.",
        "category": "3D",
        "provenance": null,
        "provenance_uri": null,
        "note": null,
        "offset1": "Degrees from north",
        "offset2": "Degrees from horizontal",
        "offset3": "Distance along ray"
    },
    {
        "term": "longitudinalInterval",
        "name": "Longitudinal interval",
        "definition": "Interval along a horizontal or longitudinal ray. The first coordinate is the angle from north expressed in degrees of the longitudinal array. The second coordinate is the minimum distance along the ray at which the longitudinal interval begins. The third coordinate is the maximium distance along the ray at which the longitudinal interval ends.",
        "category": "3D",
        "provenance": null,
        "provenance_uri": null,
        "note": null,
        "offset1": "Degrees from north",
        "offset2": "Minimum distance along ray (begin)",
        "offset3": "Maximum distance along ray (end)"
    },
    {
        "term": "radialHorizontalOffset",
        "name": "Radial horizontal offset",
        "definition": "Offset expressed as a distance along a ray that originates from a central point. The angle of the ray is expressed as the first offset coordinate in degrees. The distance along the ray is expressed as the second offset coordinate.",
        "category": "2D",
        "provenance": null,
        "provenance_uri": null,
        "note": null,
        "offset1": "Degrees from north",
        "offset2": "Distance along ray",
        "offset3": null
    },
    {
        "term": "radialHorizontalOffsetWithDepth",
        "name": "Radial horizontal offset with depth",
        "definition": "Offset expressed as a distance along a ray that originates from a central point with a third coordinate that indicates the depth below the earth or water surface. The angle of the ray is expressed as the first offset coordinate in degrees. The distance along the ray is expressed as the second offset coordinate. The depth below the earth or water surface is expressed as the third coordinate.",
        "category": "3D",
        "provenance": null,
        "provenance_uri": null,
        "note": null,
        "offset1": "Degrees from north",
        "offset2": "Distance along ray",
        "offset3": "Depth"
    },
    {
        "term": "radialHorizontalOffsetWithHeight",
        "name": "Radial horizontal offset with height",
        "definition": "Offset expressed as a distance along a ray that originates from a central point with a third coordinate that indicates the height above the earth or water surface. The angle of the ray is expressed as the first offset coordinate in degrees. The distance along the ray is expressed as the second offset coordinate. The height above the earth or water surface is expressed as the third coordinate.",
        "category": "3D",
        "provenance": null,
        "provenance_uri": null,
        "note": null,
        "offset1": "Degrees from north",
        "offset2": "Distance along ray",
        "offset3": "Height"
    }
]