[
    {
        "processing_level_code": "-9999",
        "processing_level_id": 7,
        "definition": "unknown",
        "explanation": "the quality control level is unknown"
    },
    {
        "processing_level_code": "0",
        "processing_level_id": 8,
        "definition": "Raw data",
        "explanation": "Raw and unprocessed data and data products that have not undergone quality control. Depending on the variable, data type, and data transmission system, raw data may be available within seconds or minutes after the measurements have been made. Examples include real time precipitation, streamflow and water quality measurements."
    },
    {
        "processing_level_code": "1",
        "processing_level_id": 9,
        "definition": "Quality controlled data",
        "explanation": "Quality controlled data | Quality controlled data that have passed quality assurance procedures such as routine estimation of timing and sensor calibration or visual inspection and removal of obvious errors. An example is USGS published streamflow records following parsing through USGS quality control procedures."
    },
    {
        "processing_level_code": "2",
        "processing_level_id": 10,
        "definition": "Derived products",
        "explanation": "Derived products that require scientific and technical interpretation and may include multiple-sensor data. An example is basin average precipitation derived from rain gages using an interpolation procedure."
    },
    {
        "processing_level_code": "3",
        "processing_level_id": 11,
        "definition": "Interpreted products",
        "explanation": "Interpreted products that require researcher driven analysis and interpretation, model-based interpretation using other data and/or strong prior assumptions. An example is basin average precipitation derived from the combination of rain gages and radar return data."
    },
    {
        "processing_level_code": "4",
        "processing_level_id": 12,
        "definition": "Knowledge products",
        "explanation": "Knowledge products that require researcher driven scientific interpretation and multidisciplinary data integration and include model-based interpretation using other data and/or strong prior assumptions. An example is percentages of old or new water in a hydrograph inferred from an isotope analysis."
    }
]
